<?php

return [
        'contact' => [
            [
                'name' => 'Телефон',
                'value' => '+7 (999) 111 11 11',
            ],
            [
                'name' => 'Адрес',
                'value' => 'Москва, ул. Ленина',
            ],
            [
                'name' => 'Email',
                'value' => 'help@example.com',
            ],
        ],
        'delivery' => [
            [
                'name' => 'Доплата за экспресс доставку',
                'value' => '500',
            ],
            [
                'name' => 'Стоимость доставки, если стоимость заказа меньше 2000 рублей',
                'value' => '200',
            ],
        ],
        'user' => [
            [
                'name' => 'Максимальный размер аватарки, киллобайт',
                'value' => '2048',
            ],
            [
                'name' => 'Количество последних просмотров товаров',
                'value' => '20',
            ],
        ],
];
