<?php
return [
    'sidebar' => [
        'delivery' => [
            'header' => 'Доставка',
            'text' => 'Доставка по всему миру'
        ],
        'refunds' => [
            'header' => 'Возврат денег',
            'text' => 'Не даем никаких гарантий'
        ],
        'support' => [
            'header' => 'Поддержка',
            'text' => 'Денег нет, но вы держитесь'
        ],
        'quality' => [
            'header' => 'Гарантия качества',
            'text' => 'Наш завхоз рекомендует'
        ],
        'socials' => 'Мы в соцсетях',
    ],
    'main' => [
        'about' => [
            'header' => 'Товарный агрегатор Megano',
            'button' => 'давайте я же что-нибудь куплю'
        ],
        'history' => [
            'header' => 'История магазина Megano',
            'button' => 'а теперь-то можно покупать?'
        ]
    ]
];
