<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Banner slaider Admin panel Language Lines
    |--------------------------------------------------------------------------
    */

    'manage_banners' => 'Управление баннерами',
    'add_new_banner' => 'Добавить новый баннер',
    'edit_banner' => 'Редактирование баннера',
    'title' => 'Заголовок',
    'subtitle' => 'Подзаголовок',
    'button_text' => 'Текст кнопки',
    'href' => 'Ссылка для кнопки',
    'is_active' => 'Активировать баннер',
    'image' => 'Изображение баннера',
    'title_placeholder' => 'Введите заголовок для баннера',
    'subtitle_placeholder' => 'Введите подзаголовок для баннера',
    'button_text_placeholder' => 'Введите текст кнопки для баннера',
    'href_placeholder' => 'Введите ссылку для кнопки баннера',
    'is_active_placeholder' => 'Если флаг установлен, баннер будет отображаться',
    'image_help' => 'Изображение может иметь максимальную высоту 454px и ширину 735px',
    'success_info' => 'Вы успешно создали баннер.',
    'delete_info' => 'Вы успешно удалили баннер.',
    'active' => 'Активность',
];
