<?php

return [
    'progress' => 'Прогресс заполнения',
    'step1' => 'Шаг 1. Параметры пользователя',
    'step2' => 'Шаг 2. Способ доставки',
    'step3' => 'Шаг 3. Способ оплаты',
    'step4' => 'Шаг 4. Подтверждение заказа',
    'title' => 'ОФОРМЛЕНИЕ ЗАКАЗА',
    'next' => 'Дальше',
    'registered' => 'Я уже зарегистрирован',
    'seller' => 'Продавец',
    'qty' => 'Шт.',
    'pay' => 'Оплатить',
    'full_name' => [
        'title' => 'ФИО',
        'placeholder' => "Ваше ФИО",

    ],
    'phone' => [
        'title' => 'Телефон',
        'placeholder' => '+70000000000'
    ],
    'email' => [
        'title' => 'E-mail',
        'placeholder' => 'client@example.com'
    ],
    'delivery' => [
        'city' => 'Город',
        'address' => 'Адрес',
        'type' => 'Тип доставки',
        'default' => 'Обычная доставка',
        'express' => 'Экспресс доставка'
    ],
    'password' => [
        'title' => 'Пароль',
        'placeholder' => 'Тут можно изменить пароль',
        'confirm' => 'Подтверждение пароля',
        'confirm_placeholder' => 'Введите пароль повторно',
    ],
    'payment' => [
        'title' => 'Оплата',
        'card' => 'Онлайн картой',
        'another_card' => 'Онлайн со случайного чужого счета'
    ]

];
