<?php
return [
    'mainscreen' => [
        'title' => 'Страница проведения импорта',
        'description' => 'На данной странице можно загрузить файлы импорта, запустить его как для определенного файла
                            так и поставить все файлы в очередь на импорт, а также отследить ошибки при выполнении импорта.
                            Размер очереди: :queue',
        'uploadFile' => 'Загрузить файл',
        'modalTitle' => 'Выберите файлы для загрузки',
        'starAllImport' => 'Запустить импорт всех файлов',
        'awaitImport' => 'Ожидание импорта',
        'successImport' => 'Проведенный ипорт',
        'errorImport' => 'Ошибочный импорт',
        'monitoringImport' => 'Мониторинг',
        'startImportAllFiles' => 'Начать импорт всех файлов',
        'uploadAllFile' => ' Загрузить все файлы',
        'startImport' => 'Добавить файл в очередь импорта',
        ],
    'tabs' => [
        'tdTitle' => 'Название файла',
        'tdCreatedTime' => 'Дата загрузки',
        'action' => 'Действие',
    ],
    'message' => [
        'successUploadFiles' => 'Файлы успешно зашружены'
    ]
];
