<?php

return [
    'add_payment' => 'Ждем подтверждения оплаты платежной системы.',
    'order_payment' => 'Оплата Заказа №',
    'card_number' => 'Номер карты',
    'pay' => 'Оплатить',
    'someone' => 'Чей-то номер счета',
    'generate' => 'Сгенирировать случайный счет',
    'waiting' => 'ОЖИДАНИЕ ОПЛАТЫ ЗАКАЗА №',
    'wait' => 'Ждем подтверждения оплаты платежной системой',
    'pending' => 'Статус платежа - в ожидании',
    'canceled' => 'Статус платежа - отменен',
    'succeeded' => 'Статус платежа - оплачен',
    'error' => 'Сообщение об ошибке: ',
];
